Repository: zeners/gnome-shell-teatime
Catalog: po/*.po
Languages: de, ru

source: Show settings
de: Einstellungen
ru: Настройки

source: min:sec
ru: мин:сек

source: Stop Timer
de: Abbrechen
ru: Остановить таймер

source: TeaTime applet
ru: Приложение TeaTime

source: %s to go
de: %s verbleiben
ru: %s осталось

source: Your tea is ready!
de: Dein Tee ist fertig!
ru: Ваш чай готов!

source: Drink it, while it is hot!
de: Trink ihn, solange er noch heiß ist!
ru: Пейте его, пока он горячий!

source: Appearance Options
de: Darstellung
ru: Параметры внешнего вида

source: Graphical Countdown
de: Grafisches Herunterzählen
ru: Визуальный обратный отсчёт

source: Select alarm sound file
de: Einen Benachrichtigungklang wählen.
ru: Выбрать файл для звукового сигнала

source: Alarm sound
de: Benachrichtigungsklang
ru: Звук сигнала

source: Remember running Timer
de: laufende Zeit speichern
ru: Запоминать запущенные таймеры

source: Timers
de: Zeiten
ru: Таймеры

source: Tea
de: Tee
ru: Чай

source: Steep time in seconds
de: Ziehzeit in Sekunden
ru: Время заваривания в секундах

source: remove
de: entfernen
ru: удалить

source: { "Green tea": 180, "Black tea": 210, "Fruit tea": 420, "White tea": 120 }
de: { "Grüner Tee": 180, "Schwarztee": 210, "Früchtetee": 420, "Weißer Tee": 120 }
ru: { "Зелёный чай": 180, "Чёрный чай": 210, "Фруктовый чай": 420, "Белый чай": 120 }

source: Tea drawing times list
de: Liste der Teeziehzeiten
ru: Список таймеров заваривания чая

source: A mapping of a teas to their corresponding drawing time in seconds.
de: Eine Zuordnung zwischen Tees und Ziehzeiten in Sekunden.
ru: Отображать время заваривания чая в секундах.

source: Show fullscreen notifications.
de: Vollbildbenachrichtigungen zeigen.
ru: Показать полноэкранные уведомления.

source: Displays a more disrupting, modal fullscreen notification when the timer has elapsed.
de: Zeige eine unübersehbare Vollbildbenachrichtigung, wenn die Zeit um ist.
ru: Отображает более заметное полноэкранное уведомление в режиме прилипания по истечении таймера.

source: Show an animated graphical countdown.
de: Animiertes Herunterzählen nutzen.
ru: Отображать анимированный визуальный обратный отсчёт.

source: Displays a small, yet nice animation instead of an textual countdown.
de: Eine kleine, aber feine Animation statt der Restzeit anzeigen.
ru: Отображает небольшую, но приятную анимацию вместо текстового обратного отсчета.

source: Drawing completed sound
de: Nach-Ziehen-Klang
ru: Звук полного заваривания

source: A sound file played after drawing is completed.
de: Eine Klangdatei wird nach Abschluss des Ziehens abgespielt.
ru: Звуковой файл воспроизводимый после завершения заваривания.

source: Play sound when drawing completed
de: Nach Abschluss des Ziehens eine Klangdatei abspielen
ru: Воспроизводить звук, когда заваривание завершено

source: Play a sound file after drawing is completed.
de: Eine Klangdatei abspielen, wenn das Ziehen abgeschlossen ist.
ru: Воспроизводить звуковой файл после завершения заваривания.

source: Currently running timer
de: aktuelle laufende Ziehzeit
ru: Текущий запущенный таймер

source: Start-time and total duration in seconds to restore after plugin shutdown
de: Startzeitpunkt und Ziehzeit in Sekunden zum Wiederherstellen bei einem Plugin-Restart
ru: Время запуска и общая продолжительность восстановленная после завершения работы плагина, в секундах

source: remember running timer after plugin shutdown
de: aktuelle Ziehzeit über Plugin-Reset hinaus behalten
ru: запоминать запущенный таймер после завершения работы плагина

source: remember startet timer after screen-lock or reboot
de: Ziehzeiten über eine Bilschirmsperre oder Plugin/System-Neustart hinaus behalten
ru: запоминать запущенный таймер после блокировки экрана или перезагрузки
